// © Copyright 2012, 2015 HP Development Company, L.P.

TaskName = "在设备上启用直接打印";

TaskTOCTitle = "HP 直接打印";

HeaderMessage = "使用直接无线连接后，就可以从启用了无线功能的智能手机、笔记本计算机或其他移动设备上轻松打印。移动设备需要处于打印机的无线连接范围内，并需要安装 HP ePrint 驱动程序或移动应用程序。有关更多无线打印以及下载应用程序的信息，请访问 HP 在线网站";
EnableDirectPrint = "启用直接打印";

SecurityOnPasswordTitle = "开启 (有安全性)";
SecurityOnTitle = "开启 (无安全性)";
SecurityOffTitle = "关闭";

SecurityOnAlertTitle = "(警告: 启用直接打印后，无线连接范围内任何未经授权的用户都有可能连接并通过您的打印机进行打印。)";
PasswordTitle = "口令:";
PassphraseTooShortErrorMessage = "口令至少应包含 8 个字符。";